Revit 2027 API
BuiltInFailures.OverlapFailures.DuplicateFabricSheet Property
 There are identical Fabric sheets in the same place. This will result in double counting in schedules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DuplicateFabricSheet { get; }
Public Shared ReadOnly Property DuplicateFabricSheet As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DuplicateFabricSheet {
	FailureDefinitionId^ get ();
}
static member DuplicateFabricSheet : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace